---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewGraphSchedGroupSimilar
source: html/6f806efc-281d-ead5-6f74-31fd2f482ee3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewGraphSchedGroupSimilar Property

"Group Similar Locations"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewGraphSchedGroupSimilar { get; }
```